Repository: JacerOmri/sharetribe-ios
Catalog: *.lproj/Localizable.strings
Languages: fi

# tabs.offers
source: Offers
fi: Tarjoukset

# tabs.requests
source: Requests
fi: Pyynnöt

# tabs.new_listing
source: New Listing
fi: Uusi ilmoitus

# tabs.messages
source: Messages
fi: Viestit

# tabs.profile
source: Me
fi: Minä

# title.edit_listing
source: Edit Listing
fi: Muokkaa ilmoitusta

# agestamp.format.minutes_ago
source: %d minutes ago
fi: %d minuuttia sitten

# agestamp.format.hours_ago
source: %d hours ago
fi: %d tuntia sitten

# agestamp.format.days_ago
source: %d days ago
fi: %d päivää sitten

# agestamp.one_minute_ago
source: 1 minute ago
fi: 1 minuutti sitten

# agestamp.one_hour_ago
source: 1 hour ago
fi: 1 tunti sitten

# agestamp.one_day_ago
source: 1 day ago
fi: 1 päivä sitten

# agestamp.just_now
source: Just now
fi: Juuri nyt

# button.accept
source: Accept
fi: Hyväksy

# button.call
source: Call
fi: Soita

# button.cancel
source: Cancel
fi: Peruuta

# button.choose_photo_from_library
source: Choose from Library...
fi: Valitse omista kuvista...

# button.close
source: Close
fi: Sulje

# button.delete
source: Delete
fi: Poista

# button.listing.close
source: Close listing
fi: Sulje listing

# button.listing.delete
source: Delete listing
fi: Poista ilmoitus

# button.listing.edit
source: Edit listing
fi: Muokkaa ilmoitusta

# button.listing.respond
source: Respond
fi: Vastaa

# button.listing.message
source: Message
fi: Viesti

# button.log_out
source: Log Out
fi: Kirjaudu ulos

# button.no
source: No
fi: Ei

# button.post
source: Post
fi: Lähetä

# button.profile
source: Profile
fi: Profiili

# button.reject
source: Reject
fi: Hylkää

# button.send
source: Send
fi: Lähetä

# button.send.comment
source: Send comment
fi: Lähetä kommentti

# button.send.message
source: Send
fi: Lähetä

# button.take_new_photo
source: Take a New Photo...
fi: Ota uusi kuva...

# button.yes
source: Yes
fi: Kyllä

# button.accept_request
source: Accept request
fi: Hyväksy pyyntö

# button.accept_offer
source: Accept offer
fi: Hyväksy tarjous

# button.reject_request
source: Not this time
fi: Ei tällä kertaa

# button.reject_offer
source: Not this time
fi: Ei tällä kertaa

# confirm.accept_request.title_format
source: Accept %@'s request?
fi: Hyväksy käyttäjän %@ pyyntö?

# confirm.accept_offer.title_format
source: Accept %@'s offer?
fi: Hyväksy käyttäjän %@ tarjous?

# confirm.reject_request.title_format
source: Decline %@'s request?
fi: Hylkää käyttäjän %@ pyyntö?

# confirm.reject_offer.title_format
source: Decline %@'s offer?
fi: Hylkää käyttäjän %@ tarjous?

# confirm.close_listing.title
source: Close this listing?
fi: Suljetaanko ilmoitus?

# confirm.delete_listing.title
source: Delete this listing?
fi: Poistetaanko ilmoitus?

# confirm.delete_listing.message
source: This action cannot be reversed.
fi: Poistettua ilmoitusta ei enää voida palauttaa.

# alert.message_was_sent.title_format
source: Message sent to %@.
fi: Viesti lähetetty käyttäjälle %@.

# conversation_status_format.you_accepted_request
source: You accepted %@'s request.
fi: Hyväksyit käyttäjän %@ pyynnön.

# conversation_status_format.other_accepted_request
source: %@ accepted your request.
fi: %@ hyväksyi pyyntösi.

# conversation_status_format.you_accepted_offer
source: You accepted %@'s offer.
fi: Hyväksyit käyttäjän %@ tarjouksen.

# conversation_status_format.other_accepted_offer
source: %@ accepted your offer.
fi: %@ hyväksyi tarjouksesi.

# conversation_status_format.you_rejected_request
source: You declined %@'s request.
fi: Hylkäsit käyttäjän %@ pyynnön.

# conversation_status_format.other_rejected_request
source: %@ declined your request.
fi: %@ hylkäsi pyyntösi.

# conversation_status_format.you_rejected_offer
source: You declined %@'s offer.
fi: Hylkäsit käyttäjän %@ tarjouksen.

# conversation_status_format.other_rejected_offer
source: %@ declined your offer.
fi: %@ hylkäsi tarjouksesi.

# alert.posted_reply_to_listing.title
source: Message sent!
fi: Viesti lähetetty!

# alert.posted_reply_to_listing.message_format
source: %@ should contact you once they've read it.
fi: %@ ottaa sinuun yhteyttä luettuaan viestin.

# alert.failed_to_post_reply_to_listing.title
source: Message could not be sent
fi: Viestiä ei voitu lähettää

# alert.failed_to_post_reply_to_listing.message_format
source: For some reason, we failed this time. Please try to contact %@ again after a while.
fi: Jostain syystä viestin lähetys ei onnistunut. Yritä ottaa käyttäjään %@ uudestaan yhteyttä hetken päästä.

# alert.title.error
source: Error
fi: Virhe

# alert.confirm_cancel_composing_listing
source: Are you sure you want to cancel?
fi: Oletko varma että haluat peruuttaa?

# alert.confirm_log_out
source: Log out?
fi: Kirjaudu ulos?

# alert.confirm_phone_call.format
source: Call %@?
fi: Soita käyttäjälle %@?

# alert.listing.posted
source: Listing was posted successully
fi: Ilmoitus lisätty onnistuneesti

# alert.listing.failed_to_post
source: Failed to post the listing.
fi: Ilmoituksen lisääminen epäonnistui.

# alert.title.no_internet
source: No Internet Connectivity
fi: Ei internet-yhteyttä

# alert.message.no_internet
source: Please check your network settings and try again.
fi: Tarkista yhteysasetuksesi ja yritä uudelleen.

# composer.message.title
source: New Message
fi: Uusi viesti

# composer.message.title_format
source: To: %@
fi: Käyttäjälle %@

# composer.message.subject
source: Subject
fi: Otsikko

# composer.listing.posting
source: Posting...
fi: Lähettää...

# placeholder.comment
source: Write a new comment
fi: Kirjoita uusi kommentti

# placeholder.message
source: Write the message
fi: Kirjoita viesti

# placeholder.reply
source: Write a reply
fi: Kirjoita vastaus

# placeholder.password
source: Password
fi: Salasana

# placeholder.conversation_title
source: Write a conversation title
fi: Viestin otsikko

# placeholder.address
source: Address
fi: Osoite

# placeholder.search
source: Search
fi: Haku

# header.pull_down_to_update
source: Pull down to update...
fi: Vedä alas päivittääksesi...

# header.release_to_update
source: Release to update...
fi: Vapauta päivittäksesi...

# header.updating
source: Updating...
fi: Päivittää...

# header.updated
source: Updated!
fi: Päivitä!

# header.last_updated
source: Last updated
fi: Viimeksi päivitetty

# listing.intro.general
source: Item, service, ride, or space?
fi: Tavara, palvelu, kyyti vai tila?

# listing.intro.offer
source: I want to offer
fi: Voin tarjota muille

# listing.intro.request
source: I need
fi: Tarvitsen

# listing.intro.offer_target.item
source: an item
fi: tavaran

# listing.intro.offer_target.favor
source: a service
fi: palvelun

# listing.intro.offer_target.rideshare
source: a ride
fi: kyydin

# listing.intro.offer_target.space
source: a space
fi: tilan

# listing.intro.request_target.item
source: an item
fi: tavaran

# listing.intro.request_target.favor
source: a service
fi: palvelun

# listing.intro.request_target.rideshare
source: a ride
fi: kyydin

# listing.intro.request_target.space
source: a space
fi: tilan

# listing.offer_type
source: Offer type
fi: Tarjoustapa

# listing.offer_type.give_away
source: Give away
fi: Annetaan

# listing.offer_type.lend
source: Lend
fi: Annetaan lainaan

# listing.offer_type.rent_out
source: Rent out
fi: Annetaan vuokralle

# listing.offer_type.sell
source: Sell
fi: Myydään

# listing.offer_type.share_for_free
source: Share for free
fi: Tarjotaan käyttöön ilmaiseksi

# listing.offer_type.trade
source: Trade
fi: Vaihdetaan

# listing.request_type
source: Request type
fi: Pyyntötapa

# listing.request_type.borrow
source: Borrow
fi: Lainataan

# listing.request_type.buy
source: Buy
fi: Ostetaan

# listing.request_type.rent
source: Rent
fi: Vuokrataan

# listing.request_type.trade
source: Trade
fi: Vaihdetaan

# listing.request_type.take_for_free
source: Take for free
fi: Otetaan vastaan

# listing.offering_type.give_away
source: Giving away
fi: Annetaan

# listing.offering_type.lend
source: Lending
fi: Annetaan lainaksi

# listing.offering_type.rent_out
source: Renting out
fi: Annetaan vuokralle

# listing.offering_type.sell
source: Selling
fi: Myydään

# listing.offering_type.share_for_free
source: Sharing for free
fi: Tarjotaan käyttöön ilmaiseksi

# listing.offering_type.trade
source: Trading
fi: Vaihdetaan

# listing.requesting_type.borrow
source: Borrowing
fi: Lainataan

# listing.requesting_type.buy
source: Buying
fi: Ostetaan

# listing.requesting_type.rent
source: Renting
fi: Vuokrataan

# listing.requesting_type.trade
source: Trading
fi: Vaihdetaan

# listing.requesting_type.take_for_free
source: Taking for free
fi: Otetaan vastaan

# listing.offered_item
source: Item you offer
fi: Tavara jonka tarjoat

# listing.offered_favor
source: Service you offer
fi: Palvelus

# listing.offered_space
source: Space you offer
fi: Tila jonka tarjoat

# listing.requested_item
source: Item you need
fi: Tavara jonka tarvitset

# listing.requested_favor
source: Service you need
fi: Palvelu jonka tarvitset

# listing.requested_space
source: Space you need
fi: Tila jonka tarvitset

# listing.description
source: Detailed description
fi: Tarkempi kuvaus

# listing.tags
source: Tags
fi: Avainsanat

# listing.departure_time
source: Departure time
fi: Lähtöaika

# listing.departure_time.repeated
source: Repeated (add details below)
fi: Toistuva

# listing.location
source: Location
fi: Sijainti

# listing.origin
source: Origin
fi: Lähtöpaikka

# listing.destination
source: Destination
fi: Määränpää

# listing.location.picker.help
source: Hold down on the map to move
fi: Paina sormi näyttöön liikkuaksesi

# listing.image
source: Image
fi: Kuva

# listing.image.add
source: Add an image...
fi: Lisää kuva...

# listing.visibility
source: Visibility
fi: Näkyvyys

# listing.visibility.this_community
source: Members only
fi: Vain tämän yhteisön jäsenille

# listing.subtitle.separate_with_comma
source: (separate with comma)
fi: (erota pilkulla)

# listing.explanation
source: What's this?
fi: Mikä tämä on?

# listing.offered_by
source: Offered by
fi: Tarjoaja

# listing.requested_by
source: Requested by
fi: Pyytäjä

# listing.explanation.tags
source: With tags you can help others find your content easier. For instance, if you need an armchair, you might tag your listing &quot;furniture&quot; and &quot;seating&quot;. If you&apos;re offering help in computer problems, proper tags might include &quot;help&quot; and &quot;computers&quot;. You can add as many tags to a listing as you like. Separate tags with commas.
fi: Avainsanojen avulla voit auttaa muita löytämään ilmoituksesi helpommin. Jos esimerkiksi olet myymässä tuolia, sopivia avainsanoja voisivat olla &quot;huonekalut&quot; ja &quot;istuimet&quot;. Jos tarjoat apua tietokoneongelmissa, ilmoituksesi löytää parhaiten, kun lisäät siihen avainsanat &quot;apu&quot; ja &quot;tietokoneet&quot;. Voit lisätä ilmoitukselle niin monta avainsanaa kuin haluat. Erota avainsanat pilkulla.

# profile.explanation.feedback
source: You can give feedback to the other users every time you have offered something to them or requested something from them. With the feedback you can express whether the actions of the other party were as expected. Other users can see this information in the target person's profile and can use it to decide whether they want to associate with that person in the future. This means that when you have received positive feedback, it'll guarantee better success with offers and requests in the future. Thus, it's good to always remember to give feedback on events, and also remind the other party to give feedback to you. Currently, you can give feedback in the web version of Sharetribe. Feedback in Sharetribe consists of a numeric evaluation and a textual description. The numeric evaluation can be between 1 (worse than expected) and 5 (much better than expected). If you give non-neutral feedback you need to tell what went especially well or wrong in the textual description. On the profile page you can view following information about the user whose profile your viewing: the average of all the numeric evaluations, the amounts of different feedback ratings and a list of all feedback with textual descriptions. The facial expression of the Kaapo figure in each feedback describes the numeric evaluation associated to that feedback.
fi: Sharetribessa voit antaa palautetta muille käyttäjille aina, kun olet tarjonnut heille jotain tai pyytänyt heiltä jotain. Palautteen avulla voit kertoa, vastasiko toisen käyttäjän toiminta odotuksiasi. Muut käyttäjät näkevät tämän palautteen käyttäjän profiilissa ja voivat sen perusteella päätellä, kannattaako kyseisen käyttäjän kanssa olla tekemisissä jatkossa. Hyvän palautteen avulla pyynnöt ja tarjoukset onnistuvat varmemmin myös jatkossa. Kannattaa siis aina muistaa antaa palautetta tapahtumista, ja muistuttaa myös toista osapuolta antamaan palautetta sinulle. Palautteen antaminen onnistuu tällä hetkellä Sharetriben verkkosivuilla. Palaute muodostuu Sharetribessa numeerisesta arviosta ja sanallisesta kuvauksesta. Numeerinen arvio voi olla välillä 1 (ei vastannut lainkaan odotuksia) - 5 (ylitti täysin odotukset). Jos annat jonkin muun kuin neutraalin &quot;vastasi odotuksia&quot; -palautteen, sinun tulee perustella sanallisesti, mikä meni erityisen hyvin tai huonosti. Profiilisivulla näet käyttäjästä seuraavat tiedot: keskiarvon palautteissa annetuista numeerisista palautteista, eri tasoisten palautteiden määrät sekä listan kaikista palautteista sanallisine kuvauksineen. Listassa Kaapo-hahmon ilme kuvaa kyseiseen palautteeseen liittyvää numeerista arviota.

# profile.explanation.badges
source: You can earn several different badges in Sharetribe as a recognition of your actions in the service. You earn badges from actions like adding new offers and requests, commenting on others' content, from all types of resource exchange that takes place (selling and borrowing items, doing favors, organizing car pooling and so on) and just generally being an active user of the service. Note that you only get badges from those exchanges where you have received positive feedback. You can view the badges the people have earned in their profile page. A person with lots of badges is most likely active, reliable and liked by other users. So be active in Sharetribe: buy, sell, lend and borrow items, do others favors, share rides and watch your badge arsenal grow!
fi: Voit ansaita Sharetribessa erilaisia merkkejä tunnustuksena aktiivisesta toiminnastasi palvelussa. Merkkejä myönnetään esimerkiksi ahkerasta pyyntöjen ja tarjousten jättämisestä, toisten ilmoitusten kommentoinnista, kaikesta mahdollisesta resurssinvaihdosta (tavaroiden lainaamisesta ja myymisestä, palvelusten tekemisestä, kimppakyytien järjestämisestä ja niin edelleen) sekä ylipäänsä aktiivisesta palvelun käytöstä. Huomattakoon, että merkkeihin oikeuttavat ainoastaan sellaiset vaihdot, joista saatu palaute on ollut positiivista. Näet kunkin käyttäjän ansaitsemat merkit tämän profiilissa. Paljon merkkejä kerännyt käyttäjä on todennäköisesti aktiivinen ja myös muiden käyttäjien arvostama. Lainaa siis paljon tavaroita, tee palveluksia, kulje kimppakyydeillä ja kerää koko merkkisarja!

# listing.label_for_favor_offer
source: Request this service
fi: Pyydä palvelusta

# listing.label_for_favor_request
source: Offer this service
fi: Tarjoa apuasi

# listing.label_for_space_offer_sell
source: Buy this space
fi: Osta

# listing.label_for_space_offer_rent_out
source: Rent this space
fi: Vuokraa

# listing.label_for_space_offer_share_for_free
source: Request this space
fi: Pyydä käyttöoikeutta

# listing.label_for_space_request_buy
source: Offer to sell this space
fi: Myy pyydetty tila

# listing.label_for_space_request_rent
source: Offer to rent out this space
fi: Tarjoa vuokralle pyydetty tila

# listing.label_for_item_offer_lend
source: Borrow this item
fi: Pyydä tämä tavara lainaan

# listing.label_for_item_offer_rent_out
source: Rent this item
fi: Vuokraa tämä tavara

# listing.label_for_item_offer_sell
source: Buy this item
fi: Osta tämä tavara

# listing.label_for_item_offer_give_away
source: Request this item
fi: Pyydä tavara itsellesi

# listing.label_for_item_offer_trade
source: Swap this item
fi: Vaihda tämä tavara

# listing.label_for_item_request_borrow
source: Offer to lend this item
fi: Tarjoa tämä tavara lainaan

# listing.label_for_item_request_rent
source: Offer to rent out this item
fi: Tarjoa tämä tavara vuokralle

# listing.label_for_item_request_buy
source: Offer to sell this item
fi: Tarjoudu myymään tämä tavara

# listing.label_for_item_request_receive
source: Give this item to requester
fi: Anna pyydetty tavara pyytäjälle

# listing.label_for_item_request_trade
source: Offer to swap this item
fi: Tarjoudu vaihtamaan tämä tavara

# listing.label_for_rideshare_offer
source: Request this ride
fi: Pyydä kyytiä

# listing.label_for_rideshare_request
source: Offer ride
fi: Tarjoa kyytiä

# listing.title_for_favor_offer
source: Service request
fi: Palvelupyyntö

# listing.title_for_favor_request
source: Service offer
fi: Palvelutarjous

# listing.title_for_space_offer
source: Space request
fi: Tilapyyntö

# listing.title_for_space_request
source: Space available
fi: Tila tarjolla

# listing.title_for_item_offer
source: Item request
fi: Tavarapyyntö

# listing.title_for_item_request
source: Item offer
fi: Tavaratarjous

# listing.title_for_rideshare_offer
source: Rideshare request
fi: Kyytipyyntö

# listing.title_for_rideshare_request
source: Rideshare offer
fi: Kyytitarjous

# messaging.conversation.title
source: Conversation
fi: Keskustelu

# messaging.no_conversations_yet
source: No conversations yet
fi: Ei keskusteluja

# grade.exceeded_expectations
source: Much better than expected
fi: Ylitti täysin odotukset

# grade.slightly_better_than_expected
source: Better than expected
fi: Ylitti jossain määrin odotukset

# grade.as_expected
source: As expected
fi: Vastasi odotuksia

# grade.slightly_less_than_expected
source: Slightly worse than expected
fi: Ei täysin vastannut odotuksia

# grade.less_than_expected
source: Worse than expected
fi: Ei vastannut lainkaan odotuksia

# profile.open_listings_title_format
source: %d open listings
fi: %d avointa ilmoitusta

# profile.no_open_listings
source: No open listings
fi: Ei avoimia ilmoituksia

# profile.one_open_listing
source: 1 open listing
fi: 1 avoin ilmoitus

# profile.all_feedback_title_format
source: All feedback (%d)
fi: Kaikki palautteet (%d)

# profile.percentage_detail_format
source: positive (%d of %d)
fi: positiivista (%d/%d)

# profile.received_feedback
source: Received Feedback
fi: Saatu palaute

# profile.badges
source: Badges
fi: Sharetribe-merkit

# profile.feedback
source: Feedback
fi: Palaute
